isurki-tecnica/isurlog-firmware/boards/ISURLOG_ESP32/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "ISURLOG"
#define MICROPY_HW_MCU_NAME "ESP32"
